Repository: meory101/expense-app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Choose The Language
ar: اختر اللغة

# choose_the_language_description
source: The language is automatically determined by the phone's language.
ar: يتم تحديد اللغة بشكل تلقائي من خلال لغة الهاتف..

source: Next
ar: التالي

source: Back
ar: السابق

source: Services
ar: الخدمات

# dessubscription
source: Get more features and unlimited access within the application to services and direct technical support..
ar: احصل على مزيد من المميزات ووصول غير محدود داخل التطبيق من خدمات والدعم الفني المباشر ..

source: Subscription
ar: اشتراك

# onboarding_text
source: This text is an example of text that can be replaced at the same time
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس

# onboarding_description
source: This text is an example of text that can be replaced in the same space. This text was generated from the Arabic text generator..
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى..

source: Login
ar: تسجيل الدخول

source: Email
ar: بريد إلكتروني

source: Wallet
ar: محفظة

# enter_pay_data
source: Please Select Pay Type!
ar: الرجاء اختيار طريقه الدفع!

source: Password
ar: كلمة السر

# forget_password
source: Forgot your password ?
ar: نسيت كلمة المرور ؟

# login_quickly
source: Log in quickly through
ar: سجل دخولك سريعا من خلال

source: Log in using UAE PASS
ar: قم بتسجيل الدخول باستخدام UAE PASS

# have_no_account
source: Don't have an account?
ar: ليس لديك حساب ؟

# create_new_account
source: Create a new account
ar: انشاء حساب جديد

# create_new_account_title
source: Create a new account
ar: إنشاء حساب جديد

# user_name
source: name
ar: الاسم

# phone
source: phone number
ar: رقم الهاتف

source: Enter password
ar: ادخال كلمة السر

# enter_password_again
source: Re-enter password
ar: اعادة ادخال كلمة السر

# agree_text
source: I hereby acknowledge my obligations and duties, as stated.
ar: أقر بموجب هذا بالتزاماتي وواجباتي، كما هو مذكور..

# join_text
source: Join
ar: الانضمام

source: Skip
ar: تخطي

source: Apple
ar: ابل

source: Google
ar: جوجل

source: Annual subscription
ar: الاشتراك السنوي

# subscription_description
source: Get more features and unlimited access within the application to services and direct technical support..
ar: احصل على مزيد من المميزات ووصول غير محدود داخل التطبيق من خدمات والدعم الفني المباشر ..

source: Subscription features
ar: مميزات الاشتراك

source: Remove ads and browse faster
ar: ازالة الاعلانات والتصفح اسرع

# features_description
source: A simple description of the feature, display of more features, and a quick description
ar: وصف بسيط للميزة وعرض خصائص اكثر ووصف سريع

source: frequently asked questions
ar: الأسئلة الشائعة

source: subscribe now!
ar: اشترك الان!

# have_account
source: I already have an account?
ar: لدي حساب بالفعل؟

# my_dates
source: Dates
ar: مواعيدي

source: Record
ar: السجل

source: Profile
ar: حسابي

source: Hi
ar: أهلا

source: Welcome
ar: حياك الله

source: How can I help you today?
ar: كيف يمكننى مساعدتك اليوم ؟

source: Book me
ar: احجزلي

source: Book a Restaurant
ar: احجزلي مطعم

source: Book a hotel
ar: احجزلي فندق

source: Book a Plan
ar: احجزلي طائره

source: Book a Car
ar: احجزلي سياره

source: Book a Doctor
ar: احجزلي دكتور

source: Book a Lawyer
ar: احجزلي محامي

source: Book me something else
ar: احجزلي شيء اخر

source: Home
ar: الرئيسية

source: Reservations
ar: الحجوزات

source: Calendar
ar: التقويم

source: Reservation deadline has expired
ar: انتهي موعد الحجز

source: Click to view the location on the map
ar: اضغط لعرض الموقع على الخريطة

# reservation_starting_date
source: Booking start date
ar: موعد بداية الحجز

# reservation_expiration_date
source: Booking expiration date
ar: موعد انتهاء الحجز

source: Modify account information
ar: تعديل بيانات الحساب

source: Notifications
ar: إشعارات

source: Turn off and on notifications.
ar: ايقاف وتشغيل الاشعارات..

source: Change the language
ar: تغيير اللغة

# common_questions
source: FAQs
ar: الأسئلة الشائعة

source: Subscription management
ar: ادارة الاشتراك

source: Change password
ar: تغيير كلمة المرور

source: Payment cards
ar: بطاقات الدفع

source: Confirm
ar: تاكيد

# choose_country
source: Select country
ar: اختر الدولة

# choose_country_text
source: We will show you the latest offers and discounts..
ar: لنعرض لك أقرب العروض والخصومات ..

source: search
ar: بحث

source: Last updated
ar: آخر تحديث

# change_password_text
source: Don't worry, enter your number registered with us to send the password change code..
ar: لا تقلق ادخل رقمك المسجل لدينا لارسال كود تغير كلمة السر ..

source: Send change code
ar: ارسال رمز التغيير

source: LogIn using Google
ar: الدخول باستخدام جوجل

# login_using_google_text
source: Logging in using Google helps you save more time
ar: تسجيل دخولك باستخدام جوجل بيساعدك تختصر وقت اكتر

source: LogIn using Apple ID
ar: الدخول باستخدام ابل اي دي

# login_using_apple_id_text
source: Signing in using Apple helps you save more time
ar: تسجيل دخولك باستخدام ابل بيساعدك تختصر وقت اكتر

source: Login using face ID
ar: الدخول باستخدام بصمة الوجه

# login_using_face_id_text
source: Logging in using your face ID helps you save more time and provide better security
ar: تسجيل دخولك باستخدام بصمة الوجه بيساعدك تختصر وقت اكتر وامان افضل

source: Save
ar: حفظ

source: Cancel
ar: الغاء

source: Log Out
ar: تسجيل الخروج

# log_out_text
source: Are you sure you want to sign out?
ar: هل أنت متأكد من رغبتك في تسجيل الخروج؟

source: Stay
ar: البقاء

# delete_pay_method_text
source: Are you sure you wish to delete this item?
ar: هل أنت متأكد من رغبتك في حذف هذا العنصر؟

# add_new_payment_card
source: Add a new payment card
ar: اضافة بطاقة دفع جديده

source: Subscription payment
ar: دفع الاشتراك

source: Payment card data
ar: بيانات بطاقة الدفع

# name_on_card
source: Name on the card
ar: الاسم على البطاقة

# number_on_card
source: card number
ar: رقم البطاقة

# month_on_card
source: month
ar: شهر

# year_on_card
source: year
ar: سنة

# card_pin
source: PIN
ar: الرقم السري

source: You are subscribed to
ar: أنت مشترك في

source: Annual package
ar: الباقة السنوية

source: Renewal date
ar: ميعاد التجديد

source: Turn off automatic renewal
ar: ايقاف التجديد التلقائي

source: Payment method
ar: وسيلة الدفع

source: Subscription bills
ar: فواتير الاشتراك

source: Pay
ar: دفع

source: You are all set
ar: أنت جاهز تمامًا

source: Excellent successful purchase
ar: ممتاز عملية الشراء ناجحة

source: Yes
ar: نعم

source: No
ar: لا

source: online
ar: متاح الان

source: write here...
ar: اكتب هنا...

source: Please select a branch
ar: الرجاء اختيار الفرع

source: Duration
ar: المدة

source: Start date
ar: تاريخ البدء

source: End date
ar: تاريخ الانتهاء

# create_account_using_uae_pass_title
source: Create an account using the Emirates ID card
ar: انشاء حساب باستخدام بطاقة الهوية الإماراتية

# create_account_using_uae_pass_text
source: Welcome back, sign in to your account
ar: مرحبًا بعودتك، قم بتسجيل الدخول إلى حسابك

# uae_pass_hint_text
source: Emirates ID, email, phone,...
ar: الهوية الإماراتية، البريد الإلكتروني، الهاتف،..

# register_text
source: registration
ar: تسجيل

# create_account_using_email
source: Create an account using email
ar: انشاء حساب باستخدام الايميل

# confirm_uae_pass_app_title
source: Check the UAE PASS App on your phone
ar: تحقق من تطبيق UAE PASS App على هاتفك

# confirm_uae_pass_app_text
source: Please click 'Allow Access' to log in. Do not click 'Previous' or 'Refresh' please.
ar: الرجاء الضغط على 'السماح بالوصول' لتسجيل الدخول لا تنقر فوق 'السابق' أو 'التحديث' من فضلك.

# waiting_your_confirm
source: Waiting for your confirmation...
ar: في انتظار تأكيدك...

# send_again
source: Re-send
ar: اعادة الارسال

# not_receive_pass_request
source: didn't receive an access request (
ar: لم أتلق طلب وصول (

# confirm_uae_pass_done_title
source: Authentication completed successfully
ar: تمت المصادقة بنجاح

# confirm_uae_pass_done_text
source: Emirates Pass Card Staging Test Box
ar: صندوق اختبار التدريج لبطاقة المرور الإماراتية

# please_enter_pin
source: Please enter your personal identification number (PIN)
ar: الرجاء إدخال رقم التعريف الشخصي (PIN)

# not_receive_pin
source: I did not receive the code (
ar: لم أتلق الرمز (

# forget_password_title
source: Forgot your password ?
ar: نسيت كلمة السر ؟

# forget_password_text
source: Don't worry, enter your number registered with us to send the password change code
ar: لا تقلق ادخل رقمك المسجل لدينا لارسال كود تغير كلمة السر

# send_reset_code
source: Send the redemption code
ar: ارسال رمز الاسترداد

# sent_reset_code_done
source: Verification code has been sent
ar: تم ارسال رمز التحقق

# sent_reset_code_text
source: Check your phone messages and enter the verification code to change the password
ar: تحقق من رسائل هاتفك وأدخل رمز التحقق لتغير كلمة السر

source: Orders
ar: الطلبات

# all_orders
source: all
ar: الكل

# under_revision_orders
source: Under review
ar: قيد المراجعة

# not_agree_orders
source: denied
ar: تم الرفض

# agree_orders
source: approved
ar: تم الموافقة

# new_name_reservation_order
source: order to reserve a new name
ar: طلب حجز اسم جديد

# time
source: hour
ar: الساعه

# edit_order
source: Modify order
ar: تعديل الطلب

source: Cancel order
ar: الغاء الطلب

source: Re-order
ar: اعادة الطلب

# try_again_order_not_agree
source: Your order was rejected. Try again
ar: تم رفض طلبك حاول مجددا

# order_agree
source: Your request has been approved. Please pay the invoice for the request
ar: تم الموافقة على طلبك “ يرجي دفع فاتورة قيمة الطلب

source: Dirham
ar: درهم

# order_invoice_pay
source: Pay order invoice
ar: دفع فاتورة الطلب

# your_invoice_payed
source: The order invoice has been paid and your order has been executed...
ar: تم دفع فاتورة الطلب وتنفيذ طلبك ...

# are_you_sure_cancel_order
source: Are you sure you want to cancel the order?
ar: هل انت متأكد من أنك تريد الغاء الطلب؟

# yes_cancel
source: Yes, cancel the order
ar: نعم الغاء الطلب

source: Price
ar: سعر

# services_need_pay
source: Services to be paid
ar: الخدمات المطلوب دفعها

# service_name
source: Name of the service provided
ar: اسم الخدمه المقدمه

# service_description
source: This text is an example of text that can be replaced in the same space. This text was generated from the Arabic text generator. This text is an example of text that can be replaced in the same space.
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة ..

# total_invoice
source: Total invoice value
ar: اجمالى قيمة الفاتورة

# download_invoice_as_pdf
source: Download PDF invoice
ar: تحميل الفاتورة PDF

# invoice_pay
source: Pay the invoice value
ar: دفع قيمة الفاتورة

# choose_payment_method_title
source: Choose the appropriate payment method
ar: اختيار طريقة الدفع المناسبة

source: Credit card
ar: بطاقة الائتمان

source: mada
ar: مدى

# apple_pay_text
source: You can pay via Apple Pay
ar: يمكنك الدفع عن طريق ابل باي

# credit_card_text
source: You can pay via Credit card
ar: يمكنك الدفع عن طريق بطاقة الائتمان

# mada_text
source: You can pay via mada
ar: يمكنك الدفع عن طريق مدى

# payment_card_title
source: Payment card
ar: بطاقة الدفع

source: Support
ar: الدعم الفني

# choose_support_way_title
source: Choose the appropriate assistance method
ar: اختيار طريقة المساعدة المناسبة

# contact_support_chat
source: Contect support (chat)
ar: مراسلة الدعم ( شات )

# call_us_phone
source: Contact us (phone)
ar: الاتصال بنا ( الهاتف )

# send_email
source: Send a ticket (email)
ar: ارسال تذكره ( ايميل )

# common_question_item_text
source: FAQ (general questions and answers)
ar: الاسئلة الشائعة (اسئلة عامة واجابتها )

# send_to_support_title
source: Send your complaint to support
ar: ارسل شكوتك للدعم

# how_can_i_help
source: How can I help you
ar: كيف يمكنني مساعدتك

# chat_first_text
source: Hello, I need help.. This text is an example of text that can be replaced.
ar: مرحبا احتاج الى مساعدة .. ذا النص هو مثال لنص يمكن أن يستبدل .

# chat_second_text
source: I will fix the errors. Thank you for contacting us
ar: سوف اقوم باصلاح الاخطاء شكرا للتواصل معنا

# acknowledge_read_and_understood_Terms_guidelines
source: I acknowledge that I have read and understood the Terms Guidelines
ar: أقر بأنني قرأت وفهمت إرشادات الشروط

source: company information
ar: معلومات الشركة

# need_more_information_please_check_our_faq_page
source: If you need more information, please check our FAQ page
ar: ذا كنت بحاجة إلى مزيد من المعلومات، يرجى مراجعة صفحة الأسئلة الشائعة

source: Choose the appropriate package and payment plan
ar: اختر الحزمة المناسبة وخطة السداد

source: year
ar: سنة

source: Two years
ar: سنتان

source: Three years
ar: ثلاث سنوات

source: Four years
ar: اربع سنوات

source: Five years
ar: خمسة سنوات

source: Media
ar: الإعلام

source: Activities
ar: أنشطة

source: mailbox
ar: صندوق بريد

source: Commercial mail promotion
ar: ترقية البريد التجاري

source: Type of Company
ar: نوع الشركة

source: Choose the legal type of company
ar: اختيار النوع القانوني للشركة

source: Choose the company type
ar: اختيار نوع الشركة

source: Active
ar: فعال

source: Shareholders
ar: المساهمين

source: Documents
ar: ملفات

# allocated_visa
source: Allocated Visas
ar: التأشيرة المخصصة

# available_visa
source: Available Visas
ar: التأشيرة المتاحة

# used_visa
source: used Visas
ar: تأشيرة مستعملة

source: Employees
ar: موظفين

source: Overview
ar: ملخص

source: Visa
ar: تأشيرة

source: Licenses History
ar: تاريخ التراخيص

source: Invoices
ar: الفواتير

source: Payment
ar: دفع

source: Create by
ar: تم اعداده بواسطة

source: Package
ar: الحزمة

source: Period
ar: فترة

source: Formation type
ar: نوع التشكيل

source: Formation No.
ar: رقم التشكيل

source: License Number
ar: رقم الرخصة

source: License Starting Date
ar: تاريخ بدء الترخيص

source: Label License Expired Date
ar: تاريخ انتهاء صلاحية ترخيص التسمية

source: address
ar: العنوان

source: Accounts
ar: حسابات

source: Managers
ar: المدراء

source: Directors
ar: الإداريين

source: show
ar: عرض

source: Joined Date
ar: تاريخ الانضمام

source: Ownership
ar: الملكية

source: Visa Number
ar: رقم الفيزا

source: Number of Profession days
ar: عدد أيام المهنة

source: Issue Place
ar: مكان القضية

source: Create At
ar: إنشاء في

source: Valid From
ar: صالح من

source: Valid To
ar: صالح الى

source: Date
ar: تاريخ

source: License Expired Date
ar: تاريخ انتهاء الترخيص

source: Status
ar: الحالة

source: Invoice ID
ar: الفاتورة

source: Invoice Date
ar: تاريخ الفاتورة

source: Description
ar: وصف

source: Amount
ar: كمية

source: Transaction ID
ar: رقم المعاملة

source: Payment Date
ar: تاريخ الدفع

source: Payment Methods
ar: طرق الدفع

source: Payment Status
ar: حالة السداد

source: Guidelines
ar: القواعد الارشادية

source: terms and conditions
ar: الأحكام والشروط

source: Main Company
ar: الشركة الام

source: Branch Only
ar: فرع فقط

source: Branch Details
ar: تفاصيل الفرع

source: Inside
ar: داخل

source: Outside
ar: خارج

source: Stock Exchange Name
ar: اسم البورصة

# name_of_the_parent_company
source: Parent Company Name
ar: اسم الشركة الأم

source: Company Description
ar: وصف الشركة

source: Country
ar: البلد

source: Location
ar: الموقع

source: Economic Developments
ar: النمو الإقتصادي

source: Parent Company Details
ar: تفاصيل الشركة الأم

source: MOE Issued Certificate Number For Foreign Company
ar: أصدرت وزارة البيئة رقم الشهادة للشركة الأجنبية

source: Name Reservation
ar: حجز الاسم

# reserved_company_name
source: Reserve The Company Name
ar: حجز اسم الشركة

source: Select Language
ar: اختيار اللغة

source: Direct Translation
ar: ترجمة مباشرة

source: Preferred Company
ar: الشركة المفضلة

# suggest_company_name
source: Suggest a company name
ar: اقترح اسم شركة

source: Business activities
ar: الأنشطة التجارية

source: Select businesses
ar: اختر الأنشطة التجارية

source: Services and consultations
ar: الخدمات والاستشارات

source: Wholesale and retail
ar: الجملة والتجزئة

source: Choose other activities
ar: اختيار انشطة اخرى

source: Manufacturing
ar: تصنيع

source: Information and communication
ar: المعلومات والاتصالات

source: Professional, scientific and technical activities
ar: الأنشطة المهنية والعلمية والتقنية

source: Real estate market activities
ar: أنشطة السوق العقاري

source: Administrative activities and support services
ar: الأنشطة الإدارية والخدمات المساندة

source: Manufacturing operations companies
ar: شركات عمليات التصنيع

source: Shareholder information
ar: معلومات المساهمين

source: Total number of shares
ar: عدد الأسهم الكلي

source: Number Of Shares
ar: عدد الأسهم

source: Value per share
ar: القيمة لكل سهم

source: Total summation
ar: المجموع الكلي

# add_a_shareholder
source: Add Shareholder
ar: اضافة مساهم

source: Select the ownership and Select roles and shares
ar: حدد الملكية وحدد الأدوار والمشاركات

source: Only Me
ar: انا فقط

source: Me And Others
ar: أنا وآخرون

source: Only Others
ar: الآخرين فقط

source: Select My roles and shares
ar: حدد الأدوار والمشاركات الخاصة بي

source: Number of owner shares
ar: عدد أسهم المالك

source: Ownership roles
ar: أدوار الملكية

source: Director
ar: مدير

source: Required
ar: مطلوب

source: Assigned
ar: مُكَلَّف

source: Manager
ar: إداري

source: Secretary
ar: سكرتير

source: Are you the ultimate beneficial owner?
ar: هل أنت المالك المستفيد النهائي؟

source: Ultimate Beneficial Owner
ar: المالك المستفيد النهائي

source: UBO Name
ar: اسم المستفيد النهائي

source: UBO Email
ar: ايميل المستفيد النهائي

source: UBO Nationality
ar: جنسية المستفيد النهائي

source: Nationality
ar: الجنسية

source: Member Roles and shares
ar: أدوار الأعضاء والمشاركات

source: Select Member Role and Share
ar: حدد دور العضو ومشاركته

source: Member Roles
ar: أدوار الأعضاء

source: Shareholder Types
ar: أنواع المساهمين

source: Select Shareholder Types
ar: حدد أنواع المساهمين

source: Individual
ar: فردي

source: Company
ar: شركة

# company_detiles
source: Company Details
ar: تفاصيل الشركة

# set_company_detiles
source: Set Company Details
ar: تعيين تفاصيل الشركة

source: Specify company representative details
ar: حدد تفاصيل ممثل الشركة

source: Name
ar: اسم

source: Add
ar: اضافة

source: Select Member Details
ar: حدد تفاصيل العضو

source: Registration Number
ar: رقم التسجيل

source: Entity Domicile
ar: موطن الكيان

source: Entity Domicile Legal Type
ar: النوع القانوني لمقر الكيان

source: Entity Domicile Issuing Authority
ar: سلطة إصدار موطن الكيان

source: Corporate Owner types
ar: أنواع أصحاب الشركات

source: Select Shareholder Types And Set Company Details
ar: حدد أنواع المساهمين وقم بتعيين تفاصيل الشركة

source: Added Successfully
ar: اضيف بنجاح

source: The Shareholder has been added successfully
ar: تمت إضافة المساهم بنجاح

source: Complet
ar: اكمل

source: I hereby acknowledge my obligations and duties, as stated..
ar: أقر بموجب هذا بالتزاماتي وواجباتي، كما هو مذكور..

source: Password Does Not Match
ar: كلمة السر غير متطابقة

source: Enter Required Data
ar: أدخل البيانات المطلوبة

source: The email field must be a valid email address.
ar: يجب أن يكون حقل البريد الإلكتروني عنوان بريد إلكتروني صالحًا.

source: Please agree to the rules and conditions
ar: الرجاء الموافقة على القواعد والشروط

source: Enter Phone Number
ar: أدخل رقم الهاتف

# you_will_receive_verification_code_on_the_phone_number_entered
source: You will receive a verification code on the phone number entered
ar: سيصلك رمز التحقق على رقم الهاتف المدخل

source: Send verification code
ar: إرسال رمز التحقق

source: Waiting
ar: انتظار

source: No Data
ar: لايوجد بيانات

source: Expired
ar: منتهي

source: Account status
ar: حالة الحساب

# start_new_company
source: Start a new company
ar: ابدأ شركة جديدة

source: Name reservation - new
ar: حجز الاسم - جديد

source: Pre-Approval - New
ar: موافقة مسبقة - جديد

source: Your current companies
ar: شركاتك الحالية

source: Reception and guidance services
ar: خدمات الاستقبال والإرشاد

# reset_password_title
source: Create a new password
ar: إنشاء كلمة سر جديدة

# reset_password_text
source: Please add a new password to protect your account data
ar: يرجى اضافة كلمة سر جديده للحفاظ على بياناتك حسابك

# password_successfully_changed
source: Password has been changed successfully
ar: تم تغيير كلمة السر بنجاح

# password_successfully_changed_text
source: Try to keep your password away to avoid theft of your account and data
ar: حاول الاحتفاظ بكلمة السر بعيدا لتفادي سرقة حسابك وبياناتك

# terms_text
source: By clicking below, I hereby confirm to Sharjah Media City Free Zone (“Shams”) that I acknowledge the following: 1. I have read and understood the Declaration of Legal and Regulatory Compliance accessible via this link as well as the Terms and Agreement accessible via this link and I accept My responsibilities and obligations in full.2. I agree to maintain compliance with all covenants and regulations https://www.shams.ae/shams-general-policies-and-regulations and applicable laws of the United Arab Emirates.3. Applications that do not meet the requirements will be returned to the portal for further action. Neither Shams Company, nor its subsidiaries, shall be held liable for any actual or alleged failure to comply with applicable laws and regulations, whether on the part of the ultimate beneficial owners of the Company, directors, agents, or otherwise.
ar: من خلال النقر أدناه، أؤكد بموجب هذا للمنطقة الحرة لمدينة الشارقة للإعلام ('شمس') إقراري بما يلي: 1. لقد قرأت وفهمت إعلان الامتثال القانوني والتشريعي الذي يمكن الوصول إليه عبر هذا الرابط بالإضافة إلى الشروط والاتفاقية التي يمكن الوصول إليها عبر هذا الرابط وأقبل مسؤولياتي والتزاماتي بالكامل.2. أوافق على الحفاظ على الامتثال لجميع التعهدات واللوائح https://www.shams.ae/shams-general-policies-and-regulations والقوانين المعمول بها في دولة الإمارات العربية المتحدة.3. سيتم إرجاع الطلبات التي لا تستوفي المتطلبات إلى البوابة لاتخاذ مزيد من الإجراءات. ولا تتحمل شركة شمس، ولا الشركات التابعة لها، المسؤولية عن أي إخفاق فعلي أو مزعوم في الالتزام بالقوانين واللوائح المعمول بها، سواء من جانب المالكين المستفيدين النهائيين للشركة أو المديرين أو الوكلاء أو غير ذلك.

# back_terms
source: back
ar: عودة

# camera_towards
source: Please point the camera towards
ar: يرجى توجيه الكاميرا نحو

# capture
source: A clear depiction of
ar: تصوير

# clearly
source: to quickly activate your account
ar: بشكل واضح لتفعيل حسابك بشكل سريع

# activation_data
source: Account activation data
ar: بيانات تفعيل الحساب

# review_identity
source: Please review your identity information and correct apparent errors.
ar: يرجي مراجعة بيانات الهوية وتصحيح اي خطاء ظاهر ..

source: Confirm data
ar: تاكيد البيانات

# your_account_is_created
source: Your account has been created successfully
ar: تم انشاء حسابك بنجاح

# your_account_will_be_reviewed
source: Your account will be reviewed within 24 hours after approval. You can browse the application's services in full
ar: يتم مراجعة حسابك خلال 24ساعة وبعد الموافقة يمكنك تصفح خدمات التطبيق بالكامل

# upload_identity
source: Download ID requirements
ar: تحميل متطلبات الهوية

# passport_image
source: passport photo
ar: صورة جواز السفر

# choose_passport_photo
source: Choose a passport photo
ar: اختيار صورة جواز السفر

source: personal photo
ar: صورة شخصية

source: Upload personal photo
ar: تحميل الصورة الشخصية

# upload_photo_from
source: Upload the image from :
ar: تحميل الصورة من :

# gallery
source: The gallery
ar: المعرض

source: Camera
ar: الكاميرا

# a_details
source: Accommodation details
ar: تفاصيل الإقامة

# specify_a_details
source: Specify accommodation details
ar: حدد تفاصيل الإقامة

source: Accommodation
ar: الإقامة

source: Governorate
ar: المحافظة

# postal
source: Postal code
ar: الرمز البريدي

source: Address 1
ar: عنوان 1

source: Address 2
ar: عنوان 2

# use_as_billing_address
source: Use it as your billing address?
ar: استخدامه كعنوان إرسال الفواتير؟

source: Verified successfully
ar: تم التحقق بنجاح

# please_complete_data
source: Please complete the information to activate your account
ar: الرجاء استكمال البيانات لتفعيل حسابك
