Repository: meory101/expense-app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Complete
ar: أكمل

# confirm_phone
source: Confirm phone number
ar: تاكيد رقم الهاتف

# verify_msg_code
source: Check your phone messages and enter the verification code to activate your account
ar: تحقق من رسائل هاتفك وأدخل رمز التحقق لتفعيل حسابك

source: Payment failed
ar: فشلت عملية الدفع

# payment_failed_text
source: Try again, verify the card information, or contact the support of the bank that owns the card
ar: حاول مجددا او التاكد من بيانات البطاقه او الاتصال بدعم البنك صاحب البطاقة

# try_again_btn
source: try again
ar: اعادة المحاولة

# payment_success
source: The payment was successful
ar: نجحت عملية الدفع

# payment_success_text
source: Thank you for using our application and we wish you a unique experience. Browse the services now
ar: شكرا استخدامك تطبيقنا ونتمني لك تجربة مميزه تصفح الخدمات الان

# thanks_for_join
source: Thank you for joining our application and we wish you an enjoyable experience
ar: شكرا لانضمامك الى تطبيقنا ونتمني لك تجربة ممتعه

source: Settings
ar: الاعدادات

source: secretaries
ar: سكرتير

# establishing_new_company
source: Establishing a new company
ar: تأسيس شركة جديدة

# apply_now_easily_establish_your_company_in_Dubai
source: Apply now to easily establish your company in Dubai
ar: قدم طلب دلوقتي لانشاء شركتك فى دبي بسهولة

source: show more
ar: عرض المزيد

source: License status
ar: حالة الترخيص

source: Company status
ar: حالة الشركة

source: Are You Sure To LogOut ?
ar: هل أنت متأكد من تسجيل الخروج ؟

source: successfully logged out
ar: تم تسجيل الخروج بنجاح

source: Approval of the permit
ar: الموافقة على التصريح

# pay_service_value
source: Pay the service value
ar: دفع قيمة الخدمة

source: Required amount
ar: المبلغ المطلوب

# new_text
source: This allows the investor to reserve the company name for a specific period of time for this purpose...
ar: يتيح ذلك للمستثمر حجز اسم الشركة لمدة زمنية محددة لهذا الغرض...

source: requirements
ar: متطلبات

# requirements_text1
source: 1. A copy of the applicant’s passport and supporting document
ar: 1. صورة من جواز السفر والوثيقة الداعمة لمقدم الطلب

# requirements_text2
source: 2. Other supporting documents (if any)
ar: 2. المستندات الداعمة الأخرى (إن وجدت)

# requirements_text3
source: 3. Payment
ar: 3. الدفع

# doc1
source: Output documents
ar: وثائق الإخراج

# doc_text1
source: 1. Formation name reservation certificate (document form)
ar: 1. شهادة حجز اسم التكوين ( نموذج الوثيقة )

# doc_text2
source: 2. Payment receipt
ar: 2. إيصال الدفع

# doc2
source: Output documentation for assembly
ar: وثائق الإخراج للتجميع

# doc2_text
source: No electronic document collection is required
ar: لا يلزم جمع الوثيقة الإلكترونية

source: Shams fees
ar: رسوم شمس

source: self translation
ar: ترجمة ذاتية

# names_suggestion
source: Suggest different names
ar: اقتراح الاسماء المختلفة

source: Completion
ar: اكمال

# request_sent
source: Your request has been sent successfully
ar: تم ارسال طلبك بنجاح

# request_type
source: Type of pre-approval request
ar: نوع طلب الموافقة المسبقة

# new_word
source: new
ar: جديد

# old_word
source: old
ar: قديم

source: Done
ar: تم

source: Standard formation
ar: تشكيل قياسي

# mediaa
source: Media package
ar: حزمة الوسائط

# lang
source: Language
ar: اللغة

source: Personal Data
ar: البيانات الشخصية

source: Notification Details
ar: تفاصيل الاشعار

source: Something went wrong, try again
ar: حدث خطأ ما حاول مرة أخرى

source: Passport
ar: جواز السفر

# splash_title
source: Your guide to the best restaurants in the world
ar: دليلك لأفضل المطاعم في العالم

# splash_sub_title
source: Choose the right table at the right time and no need to waste time
ar: اختر الطاولة المناسبة فى الوقت المناسب ولا داعي لضياع الوقت

source: Explore
ar: استكشف

source: Nearest Restaurants
ar: اقرب المطاعم

# book_the_right_table_ensure_great_time
source: Book the right table to ensure a great time..
ar: احجز الطاولة المناسبة لضمان قضاء وقت ممتع ..

# book_table_now_to_enjoy
source: Book a table now to enjoy the best food..
ar: احجز طاولة الان للاستمتاع بافضل الاطعمة ..

source: Book
ar: احجز

# book_table_near_you
source: Book a table near you
ar: احجز طاولة قريبة منك

source: Open Now
ar: مفتوح الآن

source: Evening
ar: مساء

source: Morning
ar: صباحًا

source: Book table
ar: احجز طاولة

source: Restaurants near
ar: المطاعم القريبة من

source: Find your favorite restaurant
ar: ابحث عن مطعمك المفضل

source: Best
ar: الافضل

source: Nearest
ar: الاقرب

source: Most visited
ar: الاعلى زيارة

source: Lowest cost
ar: تكفلة اقل

source: Best restaurants
ar: أفضل المطاعم

source: Working hours
ar: ساعات العمل

source: Location and contact
ar: الموقع و الاتصال

# book_table_now
source: Book a table now
ar: احجز طاولة الان

source: New table reservation
ar: حجز طاولة جديد

source: We are waiting for you Book now
ar: نحن فى انتظارك احجز الان

# day
source: Today
ar: اليوم

# reservation_information
source: Booking details
ar: بيانات الحجز

source: Name of the reservation holder
ar: اسم صاحب الحجز

# reservation_fees
source: Booking fees
ar: رسوم الحجز

# vat
source: VAT (taxes)
ar: ضريبة القيمة المضافة (ضرائب)

source: Total reservation cost
ar: اجمالى تكلفة الحجز

# reservation_confirmation
source: Confirm reservation
ar: تاكيد الحجز

source: Payment invoice
ar: فاتورة الدفع

source: Discount coupon
ar: كوبون الخصم

source: Choose the appropriate payment method
ar: اختر طريقة الدفع المناسبه

source: Timing
ar: التوقيت

source: from
ar: من

source: to
ar: الى

source: Booking date
ar: موعد الحجز

source: Use
ar: تطبيق

# pay_done
source: The service has been requested successfully.
ar: تم طلب الخدمة بنجاح

source: Track orders
ar: متابعة الطلبات
